Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Upload.FileContainsNoData
source: Select a video file that contains data.
af_za: Kies 'n videolêer wat data bevat.
am_et: ውሂብ የያዘ የቪዲዮ ፋይል ይምረጡ።
ar_sa: حدد ملف فيديو يحتوي على بيانات.
as_in: তথ্য ধাৰণ কৰা এটা ভিডিঅ' ফাইল নিৰ্ব্বাচন কৰক।
az_latn_az: Məlumatları ehtiva edən video faylı seçin.
be_by: Выберыце відэафайл, які змяшчае дадзеныя.
bg_bg: Изберете видео файл, който съдържа данни.
bn_bd: ডেটা রয়েছে এমন একটি ভিডিও ফাইল নির্বাচন করুন।
bs_latn_ba: Odaberite video datoteku koja sadrži podatke.
ca_es: Seleccioneu un fitxer de vídeo que contingui dades.
cs_cz: Vyberte soubor videa, který obsahuje data.
da_dk: Vælg en videofil, der indeholder data.
de_de: Wählen Sie eine Videodatei aus, die Daten enthält.
el_gr: Επιλέξτε ένα αρχείο βίντεο που περιέχει δεδομένα.
es_us: Seleccione un archivo de video que contenga datos.
et_ee: Valige andmeid sisaldav videofail.
eu_es: Hautatu datuak dituen bideo fitxategi bat.
fa_ir: یک فایل ویدیویی که حاوی داده است را انتخاب کنید.
fi_fi: Valitse dataa sisältävä videotiedosto.
fil_ph: Pumili ng video file na naglalaman ng data.
fr_ca: Sélectionnez un fichier vidéo contenant des données.
gl_es: Seleccione un ficheiro de vídeo que conteña datos.
gu_in: એક વિડિઓ ફાઇલ પસંદ કરો જેમાં ડેટા હોય.
he_il: בחר קובץ וידאו המכיל נתונים.
hi_in: एक वीडियो फ़ाइल चुनें जिसमें डेटा हो।
hr_hr: Odaberite video datoteku koja sadrži podatke.
hu_hu: Válasszon ki egy adatot tartalmazó videofájlt.
hy_am: Ընտրեք վիդեո ֆայլ, որը պարունակում է տվյալներ:
id_id: Pilih file video yang berisi data.
is_is: Veldu myndbandsskrá sem inniheldur gögn.
it_it: Seleziona un file video che contiene dati.
ja_jp: データを含むビデオ ファイルを選択します。
ka_ge: აირჩიეთ ვიდეო ფაილი, რომელიც შეიცავს მონაცემებს.
kk_kz: Деректерді қамтитын бейне файлды таңдаңыз.
km_kh: ជ្រើសរើសឯកសារវីដេអូដែលមានទិន្នន័យ។
kn_in: ಡೇಟಾವನ್ನು ಒಳಗೊಂಡಿರುವ ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 데이터가 포함된 비디오 파일을 선택합니다.
ky_kg: Маалыматтарды камтыган видео файлды тандаңыз.
lo_la: ເລືອກໄຟລ໌ວິດີໂອທີ່ມີຂໍ້ມູນ.
lt_lt: Pasirinkite vaizdo failą, kuriame yra duomenų.
lv_lv: Atlasiet video failu, kurā ir dati.
mk_mk: Изберете видео датотека што содржи податоци.
ml_in: ഡാറ്റ അടങ്ങുന്ന ഒരു വീഡിയോ ഫയൽ തിരഞ്ഞെടുക്കുക.
mn_mn: Өгөгдөл агуулсан видео файлыг сонгоно уу.
mr_in: डेटा असलेली व्हिडिओ फाइल निवडा.
ms_my: Pilih fail video yang mengandungi data.
nb_no: Velg en videofil som inneholder data.
ne_np: डेटा समावेश भएको भिडियो फाइल चयन गर्नुहोस्।
nl_nl: Selecteer een videobestand dat gegevens bevat.
or_in: ଡାଟା ଧାରଣ କରିଥିବା ଏକ ଭିଡିଓ ଫାଇଲ୍ ଚୟନ କରନ୍ତୁ |
pa_in: ਇੱਕ ਵੀਡੀਓ ਫਾਈਲ ਚੁਣੋ ਜਿਸ ਵਿੱਚ ਡੇਟਾ ਹੋਵੇ।
pl_pl: Wybierz plik wideo zawierający dane.
pt_br: Selecione um arquivo de vídeo que contenha dados.
ro_ro: Selectați un fișier video care conține date.
ru_ru: Выберите видеофайл, содержащий данные.
si_lk: දත්ත අඩංගු වීඩියෝ ගොනුවක් තෝරන්න.
sk_sk: Vyberte video súbor, ktorý obsahuje údaje.
sl_si: Izberite video datoteko, ki vsebuje podatke.
sq_al: Zgjidhni një skedar video që përmban të dhëna.
sr_cyrl_rs: Изаберите видео датотеку која садржи податке.
sr_latn_rs: Izaberite video datoteku koja sadrži podatke.
sv_se: Välj en videofil som innehåller data.
sw_ke: Chagua faili ya video ambayo ina data.
ta_in: தரவைக் கொண்ட வீடியோ கோப்பைத் தேர்ந்தெடுக்கவும்.
te_in: డేటాను కలిగి ఉన్న వీడియో ఫైల్‌ను ఎంచుకోండి.
th_th: เลือกไฟล์วิดีโอที่มีข้อมูล
tr_tr: Veri içeren bir video dosyası seçin.
uk_ua: Виберіть відеофайл, який містить дані.
ur_pk: ایک ویڈیو فائل منتخب کریں جس میں ڈیٹا ہو۔
uz_latn_uz: Ma'lumotlarni o'z ichiga olgan video faylni tanlang.
vi_vn: Chọn tệp video có chứa dữ liệu.
zh_hans_cn: 选择包含数据的视频文件。
zh_hant_hk: 選擇包含資料的視訊檔案。
zu_za: Khetha ifayela levidiyo eliqukethe idatha.

# Upload.FileEndedEarly
source: The selected file ended before its reported length.
af_za: Die gekose lêer het voor sy gerapporteerde lengte geëindig.
am_et: የተመረጠው ፋይል ከዘገበው ርዝመት በፊት አብቅቷል።
ar_sa: انتهى الملف المحدد قبل طوله المبلغ عنه.
as_in: নিৰ্বাচিত ফাইলটো ইয়াৰ প্ৰতিবেদন কৰা দৈৰ্ঘ্যৰ আগতে শেষ হৈছিল।
az_latn_az: Seçilmiş fayl bildirilən uzunluğundan əvvəl bitdi.
be_by: Выбраны файл скончыўся раней за заяўленую даўжыню.
bg_bg: Избраният файл приключи преди отчетената му дължина.
bn_bd: নির্বাচিত ফাইলটি রিপোর্ট করা দৈর্ঘ্যের আগেই শেষ হয়ে গেছে।
bs_latn_ba: Odabrana datoteka je završila prije svoje prijavljene dužine.
ca_es: El fitxer seleccionat va acabar abans de la seva longitud informada.
cs_cz: Vybraný soubor skončil před svou nahlášenou délkou.
da_dk: Den valgte fil sluttede før dens rapporterede længde.
de_de: Die ausgewählte Datei wurde vor ihrer angegebenen Länge beendet.
el_gr: Το επιλεγμένο αρχείο έληξε πριν από το αναφερόμενο μήκος του.
es_us: El archivo seleccionado finalizó antes de la duración indicada.
et_ee: Valitud fail lõppes enne teatatud pikkust.
eu_es: Hautatutako fitxategia jakinarazi zuen luzera baino lehen amaitu zen.
fa_ir: فایل انتخابی قبل از طول گزارش آن به پایان رسید.
fi_fi: Valittu tiedosto päättyi ennen ilmoitettua pituutta.
fil_ph: Natapos ang napiling file bago ang naiulat na haba nito.
fr_ca: Le fichier sélectionné s'est terminé avant la longueur indiquée.
gl_es: O ficheiro seleccionado rematou antes da súa lonxitude indicada.
gu_in: પસંદ કરેલ ફાઇલ તેની જાણ કરેલ લંબાઈ પહેલા સમાપ્ત થઈ.
he_il: הקובץ שנבחר הסתיים לפני אורכו המדווח.
hi_in: चयनित फ़ाइल अपनी रिपोर्ट की गई लंबाई से पहले समाप्त हो गई।
hr_hr: Odabrana datoteka završila je prije prijavljene duljine.
hu_hu: A kiválasztott fájl a jelentett hossza előtt ért véget.
hy_am: Ընտրված ֆայլն ավարտվել է իր հաղորդված երկարությունից առաջ:
id_id: File yang dipilih berakhir sebelum panjangnya dilaporkan.
is_is: Valin skrá endaði áður en lengd hennar var tilkynnt.
it_it: Il file selezionato è terminato prima della lunghezza indicata.
ja_jp: 選択したファイルは、報告された長さの前に終了しました。
ka_ge: არჩეული ფაილი დასრულდა მის მოხსენებულ სიგრძემდე.
kk_kz: Таңдалған файл хабарланған ұзындығына дейін аяқталды.
km_kh: ឯកសារដែលបានជ្រើសរើសបានបញ្ចប់មុនប្រវែងដែលបានរាយការណ៍របស់វា។
kn_in: ಆಯ್ಕೆಮಾಡಿದ ಫೈಲ್ ಅದರ ವರದಿಯ ಉದ್ದದ ಮೊದಲು ಕೊನೆಗೊಂಡಿದೆ.
ko_kr: 선택한 파일이 보고된 길이 이전에 종료되었습니다.
ky_kg: Тандалган файл кабарланган узундугуна чейин бүттү.
lo_la: ໄຟລ໌ທີ່ເລືອກໄດ້ສິ້ນສຸດລົງກ່ອນຄວາມຍາວທີ່ລາຍງານຂອງມັນ.
lt_lt: Pasirinktas failas baigėsi anksčiau nei buvo pranešta.
lv_lv: Atlasītais fails beidzās pirms norādītā garuma.
mk_mk: Избраната датотека заврши пред нејзината пријавена должина.
ml_in: തിരഞ്ഞെടുത്ത ഫയൽ അതിൻ്റെ റിപ്പോർട്ട് ചെയ്ത ദൈർഘ്യത്തിന് മുമ്പ് അവസാനിച്ചു.
mn_mn: Сонгосон файл нь мэдээлэгдсэн уртаас өмнө дууссан.
mr_in: निवडलेली फाइल तिच्या अहवालाच्या लांबीपूर्वी संपली.
ms_my: Fail yang dipilih ditamatkan sebelum panjangnya dilaporkan.
nb_no: Den valgte filen ble avsluttet før den rapporterte lengden.
ne_np: चयन गरिएको फाइल यसको रिपोर्ट गरिएको लम्बाइ अघि समाप्त भयो।
nl_nl: Het geselecteerde bestand eindigde vóór de gerapporteerde lengte.
or_in: ମନୋନୀତ ଫାଇଲ୍ ଏହାର ରିପୋର୍ଟ ହୋଇଥିବା ଲମ୍ବ ପୂର୍ବରୁ ସମାପ୍ତ ହେଲା |
pa_in: ਚੁਣੀ ਗਈ ਫਾਈਲ ਇਸਦੀ ਰਿਪੋਰਟ ਕੀਤੀ ਗਈ ਲੰਬਾਈ ਤੋਂ ਪਹਿਲਾਂ ਖਤਮ ਹੋ ਗਈ।
pl_pl: Wybrany plik zakończył się przed zgłoszoną długością.
pt_br: O arquivo selecionado terminou antes do comprimento informado.
ro_ro: Fișierul selectat sa încheiat înainte de lungimea sa raportată.
ru_ru: Выбранный файл закончился раньше заявленной длины.
si_lk: තෝරාගත් ගොනුව වාර්තා කළ දිගට පෙර අවසන් විය.
sk_sk: Vybraný súbor skončil pred nahlásenou dĺžkou.
sl_si: Izbrana datoteka se je končala pred prijavljeno dolžino.
sq_al: Skedari i zgjedhur përfundoi përpara gjatësisë së raportuar.
sr_cyrl_rs: Изабрана датотека се завршила пре пријављене дужине.
sr_latn_rs: Izabrana datoteka se završila pre prijavljene dužine.
sv_se: Den valda filen slutade före dess rapporterade längd.
sw_ke: Faili iliyochaguliwa iliisha kabla ya urefu wake ulioripotiwa.
ta_in: தேர்ந்தெடுக்கப்பட்ட கோப்பு அதன் அறிக்கை நீளத்திற்கு முன்பே முடிந்தது.
te_in: ఎంచుకున్న ఫైల్ దాని నివేదించబడిన పొడవు కంటే ముందే ముగిసింది.
th_th: ไฟล์ที่เลือกสิ้นสุดลงก่อนความยาวที่รายงาน
tr_tr: Seçilen dosya bildirilen uzunluğundan önce sona erdi.
uk_ua: Вибраний файл закінчився раніше заявленої довжини.
ur_pk: منتخب فائل اس کی اطلاع دی گئی لمبائی سے پہلے ختم ہوگئی۔
uz_latn_uz: Tanlangan fayl muddatidan oldin tugadi.
vi_vn: Tệp đã chọn đã kết thúc trước độ dài được báo cáo.
zh_hans_cn: 所选文件在其报告的长度之前结束。
zh_hant_hk: 所選文件在其報告的長度之前結束。
zu_za: Ifayela elikhethiwe liphele ngaphambi kobude balo obubikiwe.

# Upload.FileRequired
source: Select a video file before uploading.
af_za: Kies 'n videolêer voor oplaai.
am_et: ከመጫንዎ በፊት የቪዲዮ ፋይል ይምረጡ።
ar_sa: حدد ملف فيديو قبل التحميل.
as_in: আপলোড কৰাৰ আগতে এটা ভিডিঅ' ফাইল নিৰ্বাচন কৰক।
az_latn_az: Yükləməzdən əvvəl video faylı seçin.
be_by: Выберыце відэафайл перад загрузкай.
bg_bg: Изберете видео файл преди качване.
bn_bd: আপলোড করার আগে একটি ভিডিও ফাইল নির্বাচন করুন।
bs_latn_ba: Odaberite video datoteku prije otpremanja.
ca_es: Seleccioneu un fitxer de vídeo abans de pujar.
cs_cz: Před nahráním vyberte soubor videa.
da_dk: Vælg en videofil før upload.
de_de: Wählen Sie vor dem Hochladen eine Videodatei aus.
el_gr: Επιλέξτε ένα αρχείο βίντεο πριν το ανεβάσετε.
es_us: Seleccione un archivo de video antes de cargarlo.
et_ee: Valige enne üleslaadimist videofail.
eu_es: Hautatu bideo-fitxategi bat kargatu aurretik.
fa_ir: یک فایل ویدیویی را قبل از آپلود انتخاب کنید.
fi_fi: Valitse videotiedosto ennen lataamista.
fil_ph: Pumili ng video file bago mag-upload.
fr_ca: Sélectionnez un fichier vidéo avant de le télécharger.
gl_es: Seleccione un ficheiro de vídeo antes de cargalo.
gu_in: અપલોડ કરતા પહેલા વિડિઓ ફાઇલ પસંદ કરો.
he_il: בחר קובץ וידאו לפני ההעלאה.
hi_in: अपलोड करने से पहले एक वीडियो फ़ाइल चुनें.
hr_hr: Odaberite video datoteku prije učitavanja.
hu_hu: Feltöltés előtt válasszon ki egy videofájlt.
hy_am: Վերբեռնելուց առաջ ընտրեք վիդեո ֆայլ:
id_id: Pilih file video sebelum diunggah.
is_is: Veldu myndbandsskrá áður en þú hleður upp.
it_it: Seleziona un file video prima di caricarlo.
ja_jp: アップロードする前にビデオ ファイルを選択してください。
ka_ge: აირჩიეთ ვიდეო ფაილი ატვირთვამდე.
kk_kz: Жүктеп салу алдында бейне файлды таңдаңыз.
km_kh: ជ្រើសរើសឯកសារវីដេអូមុនពេលផ្ទុកឡើង។
kn_in: ಅಪ್‌ಲೋಡ್ ಮಾಡುವ ಮೊದಲು ವೀಡಿಯೊ ಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko_kr: 업로드하기 전에 비디오 파일을 선택하세요.
ky_kg: Жүктөөдөн мурун видео файлды тандаңыз.
lo_la: ເລືອກໄຟລ໌ວິດີໂອກ່ອນທີ່ຈະອັບໂຫລດ.
lt_lt: Prieš įkeldami pasirinkite vaizdo failą.
lv_lv: Pirms augšupielādes atlasiet video failu.
mk_mk: Изберете видео датотека пред да ја поставите.
ml_in: അപ്‌ലോഡ് ചെയ്യുന്നതിന് മുമ്പ് ഒരു വീഡിയോ ഫയൽ തിരഞ്ഞെടുക്കുക.
mn_mn: Байршуулахаасаа өмнө видео файлыг сонгоно уу.
mr_in: अपलोड करण्यापूर्वी व्हिडिओ फाइल निवडा.
ms_my: Pilih fail video sebelum memuat naik.
nb_no: Velg en videofil før du laster opp.
ne_np: अपलोड गर्नु अघि भिडियो फाइल चयन गर्नुहोस्।
nl_nl: Selecteer een videobestand voordat u het uploadt.
or_in: ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ଏକ ଭିଡିଓ ଫାଇଲ୍ ଚୟନ କରନ୍ତୁ |
pa_in: ਅੱਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਵੀਡੀਓ ਫਾਈਲ ਚੁਣੋ।
pl_pl: Wybierz plik wideo przed przesłaniem.
pt_br: Selecione um arquivo de vídeo antes de enviar.
ro_ro: Selectați un fișier video înainte de a încărca.
ru_ru: Перед загрузкой выберите видеофайл.
si_lk: උඩුගත කිරීමට පෙර වීඩියෝ ගොනුවක් තෝරන්න.
sk_sk: Pred odovzdaním vyberte súbor videa.
sl_si: Pred nalaganjem izberite video datoteko.
sq_al: Zgjidhni një skedar video përpara se ta ngarkoni.
sr_cyrl_rs: Изаберите видео датотеку пре отпремања.
sr_latn_rs: Izaberite video datoteku pre otpremanja.
sv_se: Välj en videofil innan du laddar upp.
sw_ke: Chagua faili ya video kabla ya kupakia.
ta_in: பதிவேற்றுவதற்கு முன் வீடியோ கோப்பைத் தேர்ந்தெடுக்கவும்.
te_in: అప్‌లోడ్ చేయడానికి ముందు వీడియో ఫైల్‌ను ఎంచుకోండి.
th_th: เลือกไฟล์วิดีโอก่อนอัปโหลด
tr_tr: Yüklemeden önce bir video dosyası seçin.
uk_ua: Виберіть відеофайл перед завантаженням.
ur_pk: اپ لوڈ کرنے سے پہلے ایک ویڈیو فائل منتخب کریں۔
uz_latn_uz: Yuklashdan oldin video faylni tanlang.
vi_vn: Chọn một tập tin video trước khi tải lên.
zh_hans_cn: 上传前选择视频文件。
zh_hant_hk: 上傳前選擇影片檔。
zu_za: Khetha ifayela levidiyo ngaphambi kokulayisha.

# Upload.FileTooLarge
source: The selected video is too large to upload.
af_za: Die gekose video is te groot om op te laai.
am_et: የተመረጠው ቪዲዮ ለመስቀል በጣም ትልቅ ነው።
ar_sa: الفيديو المحدد كبير جدًا بحيث لا يمكن تحميله.
as_in: নিৰ্বাচিত ভিডিঅ'টো আপলোড কৰিবলৈ বহুত ডাঙৰ।
az_latn_az: Seçilmiş video yükləmək üçün çox böyükdür.
be_by: Выбранае відэа занадта вялікае для запампоўкі.
bg_bg: Избраният видеоклип е твърде голям за качване.
bn_bd: নির্বাচিত ভিডিও আপলোড করার জন্য খুব বড়।
bs_latn_ba: Odabrani video je prevelik za otpremanje.
ca_es: El vídeo seleccionat és massa gran per penjar-lo.
cs_cz: Vybrané video je pro nahrání příliš velké.
da_dk: Den valgte video er for stor til at uploade.
de_de: Das ausgewählte Video ist zu groß zum Hochladen.
el_gr: Το επιλεγμένο βίντεο είναι πολύ μεγάλο για μεταφόρτωση.
es_us: El vídeo seleccionado es demasiado grande para cargarlo.
et_ee: Valitud video on üleslaadimiseks liiga suur.
eu_es: Hautatutako bideoa handiegia da kargatzeko.
fa_ir: ویدیوی انتخابی برای آپلود خیلی بزرگ است.
fi_fi: Valittu video on liian suuri ladattavaksi.
fil_ph: Masyadong malaki ang napiling video para i-upload.
fr_ca: La vidéo sélectionnée est trop grosse pour être téléchargée.
gl_es: O vídeo seleccionado é demasiado grande para cargalo.
gu_in: પસંદ કરેલ વિડિઓ અપલોડ કરવા માટે ખૂબ મોટી છે.
he_il: הסרטון שנבחר גדול מדי להעלאה.
hi_in: चयनित वीडियो अपलोड करने के लिए बहुत बड़ा है.
hr_hr: Odabrani videozapis je prevelik za prijenos.
hu_hu: A kiválasztott videó túl nagy a feltöltéshez.
hy_am: Ընտրված տեսանյութը չափազանց մեծ է վերբեռնելու համար:
id_id: Video yang dipilih terlalu besar untuk diunggah.
is_is: Valið myndband er of stórt til að hlaða upp.
it_it: Il video selezionato è troppo grande per essere caricato.
ja_jp: 選択したビデオは大きすぎるためアップロードできません。
ka_ge: არჩეული ვიდეო ძალიან დიდია ასატვირთად.
kk_kz: Таңдалған бейне жүктеп салу үшін тым үлкен.
km_kh: វីដេអូដែលបានជ្រើសរើសគឺធំពេកក្នុងការបង្ហោះ។
kn_in: ಆಯ್ಕೆಮಾಡಿದ ವೀಡಿಯೊ ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko_kr: 선택한 동영상이 너무 커서 업로드할 수 없습니다.
ky_kg: Тандалган видео жүктөө үчүн өтө чоң.
lo_la: ວິດີໂອທີ່ເລືອກນັ້ນໃຫຍ່ເກີນໄປທີ່ຈະອັບໂຫຼດ.
lt_lt: Pasirinktas vaizdo įrašas per didelis, kad būtų galima įkelti.
lv_lv: Atlasītais videoklips ir pārāk liels, lai to augšupielādētu.
mk_mk: Избраното видео е преголемо за прикачување.
ml_in: തിരഞ്ഞെടുത്ത വീഡിയോ അപ്‌ലോഡ് ചെയ്യാൻ കഴിയാത്തത്ര വലുതാണ്.
mn_mn: Сонгосон видео байршуулахад хэтэрхий том байна.
mr_in: निवडलेला व्हिडिओ अपलोड करण्यासाठी खूप मोठा आहे.
ms_my: Video yang dipilih terlalu besar untuk dimuat naik.
nb_no: Den valgte videoen er for stor til å lastes opp.
ne_np: चयन गरिएको भिडियो अपलोड गर्न धेरै ठूलो छ।
nl_nl: De geselecteerde video is te groot om te uploaden.
or_in: ମନୋନୀତ ଭିଡିଓ ଅପଲୋଡ୍ କରିବାକୁ ବହୁତ ବଡ ଅଟେ |
pa_in: ਚੁਣਿਆ ਗਿਆ ਵੀਡੀਓ ਅੱਪਲੋਡ ਕਰਨ ਲਈ ਬਹੁਤ ਵੱਡਾ ਹੈ।
pl_pl: Wybrany film jest za duży, aby go przesłać.
pt_br: O vídeo selecionado é muito grande para ser carregado.
ro_ro: Videoclipul selectat este prea mare pentru a fi încărcat.
ru_ru: Выбранное видео слишком велико для загрузки.
si_lk: තෝරාගත් වීඩියෝව උඩුගත කිරීමට විශාල වැඩිය.
sk_sk: Vybraté video je príliš veľké na odovzdanie.
sl_si: Izbrani video je prevelik za nalaganje.
sq_al: Videoja e zgjedhur është shumë e madhe për t'u ngarkuar.
sr_cyrl_rs: Изабрани видео је превелик за отпремање.
sr_latn_rs: Izabrani video je prevelik za otpremanje.
sv_se: Det valda videoklippet är för stort för att laddas upp.
sw_ke: Video iliyochaguliwa ni kubwa sana kupakia.
ta_in: தேர்ந்தெடுத்த வீடியோ பதிவேற்ற முடியாத அளவுக்கு பெரிதாக உள்ளது.
te_in: ఎంచుకున్న వీడియో అప్‌లోడ్ చేయడానికి చాలా పెద్దది.
th_th: วิดีโอที่เลือกมีขนาดใหญ่เกินกว่าจะอัปโหลดได้
tr_tr: Seçilen video yüklenemeyecek kadar büyük.
uk_ua: Вибране відео завелике для завантаження.
ur_pk: منتخب کردہ ویڈیو اپ لوڈ کرنے کے لیے بہت بڑی ہے۔
uz_latn_uz: Tanlangan video yuklash uchun juda katta.
vi_vn: Video đã chọn quá lớn để tải lên.
zh_hans_cn: 所选视频太大，无法上传。
zh_hant_hk: 所選影片太大，無法上傳。
zu_za: Ividiyo ekhethiwe inkulu kakhulu ukuthi ingalayishwa.

# Upload.NetworkFailure
source: The upload could not reach YouTube. Check the network connection and try again.
af_za: Die oplaai kon nie YouTube bereik nie. Gaan die netwerkverbinding na en probeer weer.
am_et: ሰቀላው ወደ YouTube መድረስ አልቻለም። የአውታረ መረብ ግንኙነቱን ያረጋግጡ እና እንደገና ይሞክሩ።
ar_sa: تعذر على التحميل الوصول إلى YouTube. تحقق من اتصال الشبكة وحاول مرة أخرى.
as_in: ইউটিউবত উপস্থিত হ’ব পৰা নাই আপলোড। নে'টৱৰ্ক সংযোগ পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক।
az_latn_az: Yükləmə YouTube-a daxil ola bilmədi. Şəbəkə bağlantısını yoxlayın və yenidən cəhd edin.
be_by: Запампоўка не можа дасягнуць YouTube. Праверце падключэнне да сеткі і паўтарыце спробу.
bg_bg: Качването не можа да достигне до YouTube. Проверете мрежовата връзка и опитайте отново.
bn_bd: আপলোডটি YouTube-এ পৌঁছাতে পারেনি৷ নেটওয়ার্ক সংযোগ পরীক্ষা করুন এবং আবার চেষ্টা করুন।
bs_latn_ba: Otpremanje nije moglo doći do YouTubea. Provjerite mrežnu vezu i pokušajte ponovo.
ca_es: La càrrega no ha pogut arribar a YouTube. Comproveu la connexió de xarxa i torneu-ho a provar.
cs_cz: Nahrání se nepodařilo doručit na YouTube. Zkontrolujte připojení k síti a zkuste to znovu.
da_dk: Uploaden kunne ikke nå YouTube. Tjek netværksforbindelsen, og prøv igen.
de_de: Der Upload konnte YouTube nicht erreichen. Überprüfen Sie die Netzwerkverbindung und versuchen Sie es erneut.
el_gr: Η μεταφόρτωση δεν μπόρεσε να φτάσει στο YouTube. Ελέγξτε τη σύνδεση δικτύου και δοκιμάστε ξανά.
es_us: La carga no pudo llegar a YouTube. Verifique la conexión de red e inténtelo nuevamente.
et_ee: Üleslaadimine ei jõudnud YouTube'i. Kontrollige võrguühendust ja proovige uuesti.
eu_es: Kargatzea ezin izan da YouTubera iritsi. Egiaztatu sareko konexioa eta saiatu berriro.
fa_ir: آپلود نمی تواند به YouTube برسد. اتصال شبکه را بررسی کنید و دوباره امتحان کنید.
fi_fi: Lataus ei päässyt YouTubeen. Tarkista verkkoyhteys ja yritä uudelleen.
fil_ph: Hindi maabot ng upload ang YouTube. Suriin ang koneksyon sa network at subukang muli.
fr_ca: Le téléchargement n'a pas pu atteindre YouTube. Vérifiez la connexion réseau et réessayez.
gl_es: A carga non puido chegar a YouTube. Comproba a conexión de rede e téntao de novo.
gu_in: અપલોડ YouTube સુધી પહોંચી શક્યું નથી. નેટવર્ક કનેક્શન તપાસો અને ફરી પ્રયાસ કરો.
he_il: ההעלאה לא הצליחה להגיע ל-YouTube. בדוק את חיבור הרשת ונסה שוב.
hi_in: अपलोड यूट्यूब तक नहीं पहुंच सका. नेटवर्क कनेक्शन जांचें और पुनः प्रयास करें।
hr_hr: Prijenos nije mogao doći do YouTubea. Provjerite mrežnu vezu i pokušajte ponovno.
hu_hu: A feltöltés nem tudta elérni a YouTube-ot. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
hy_am: Վերբեռնումը չհաջողվեց հասնել YouTube-ին: Ստուգեք ցանցային կապը և նորից փորձեք:
id_id: Unggahannya tidak dapat mencapai YouTube. Periksa koneksi jaringan dan coba lagi.
is_is: Upphleðslan náði ekki til YouTube. Athugaðu nettenginguna og reyndu aftur.
it_it: Il caricamento non è riuscito a raggiungere YouTube. Controlla la connessione di rete e riprova.
ja_jp: アップロードは YouTube に到達できませんでした。ネットワーク接続を確認して、再試行してください。
ka_ge: ატვირთვა ვერ მიაღწია YouTube-ს. შეამოწმეთ ქსელის კავშირი და სცადეთ ხელახლა.
kk_kz: Жүктеп салу YouTube-ке кіру мүмкін болмады. Желі қосылымын тексеріп, әрекетті қайталаңыз.
km_kh: ការបង្ហោះមិនអាចទៅដល់ YouTube បានទេ។ ពិនិត្យការតភ្ជាប់បណ្តាញ ហើយព្យាយាមម្តងទៀត។
kn_in: ಅಪ್‌ಲೋಡ್ YouTube ಅನ್ನು ತಲುಪಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೆಟ್‌ವರ್ಕ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko_kr: 업로드가 YouTube에 도달하지 못했습니다. 네트워크 연결을 확인하고 다시 시도해 보세요.
ky_kg: Жүктөп берүү YouTube'га жеткен жок. Тармак туташуусун текшерип, кайра аракет кылыңыз.
lo_la: ການອັບໂຫຼດບໍ່ສາມາດເຂົ້າເຖິງ YouTube ໄດ້. ກວດເບິ່ງການເຊື່ອມຕໍ່ເຄືອຂ່າຍແລ້ວລອງໃໝ່ອີກຄັ້ງ.
lt_lt: Įkelti nepavyko pasiekti „YouTube“. Patikrinkite tinklo ryšį ir bandykite dar kartą.
lv_lv: Augšupielāde nevarēja sasniegt pakalpojumu YouTube. Pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.
mk_mk: Поставувањето не можеше да стигне до YouTube. Проверете ја мрежната врска и обидете се повторно.
ml_in: അപ്‌ലോഡ് YouTube-ൽ എത്താൻ കഴിഞ്ഞില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mn_mn: Байршуулалт YouTube-д хүрч чадсангүй. Сүлжээний холболтыг шалгаад дахин оролдоно уу.
mr_in: अपलोड YouTube वर पोहोचू शकले नाही. नेटवर्क कनेक्शन तपासा आणि पुन्हा प्रयत्न करा.
ms_my: Muat naik tidak dapat mencapai YouTube. Semak sambungan rangkaian dan cuba lagi.
nb_no: Opplastingen kunne ikke nå YouTube. Sjekk nettverkstilkoblingen og prøv igjen.
ne_np: अपलोड YouTube मा पुग्न सकेन। नेटवर्क जडान जाँच गर्नुहोस् र पुन: प्रयास गर्नुहोस्।
nl_nl: De upload kan YouTube niet bereiken. Controleer de netwerkverbinding en probeer het opnieuw.
or_in: ଅପଲୋଡ୍ ୟୁଟ୍ୟୁବରେ ପହଞ୍ଚି ପାରିଲା ନାହିଁ | ନେଟୱର୍କ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਅੱਪਲੋਡ YouTube ਤੱਕ ਨਹੀਂ ਪਹੁੰਚ ਸਕਿਆ। ਨੈੱਟਵਰਕ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl_pl: Przesyłanie nie mogło dotrzeć do YouTube. Sprawdź połączenie sieciowe i spróbuj ponownie.
pt_br: O upload não conseguiu chegar ao YouTube. Verifique a conexão de rede e tente novamente.
ro_ro: Încărcarea nu a putut ajunge pe YouTube. Verificați conexiunea la rețea și încercați din nou.
ru_ru: Загруженному файлу не удалось достичь YouTube. Проверьте сетевое соединение и повторите попытку.
si_lk: උඩුගත කිරීම YouTube වෙත ළඟා විය නොහැකි විය. ජාල සම්බන්ධතාව පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sk_sk: Odovzdaný súbor sa nepodarilo preniesť na YouTube. Skontrolujte sieťové pripojenie a skúste to znova.
sl_si: Prenos ni dosegel YouTuba. Preverite omrežno povezavo in poskusite znova.
sq_al: Ngarkimi nuk mund të arrinte në YouTube. Kontrollo lidhjen e rrjetit dhe provo sërish.
sr_cyrl_rs: Отпремање није могло да стигне до ИоуТубе-а. Проверите мрежну везу и покушајте поново.
sr_latn_rs: Otpremanje nije moglo da stigne do YouTube-a. Proverite mrežnu vezu i pokušajte ponovo.
sv_se: Uppladdningen kunde inte nå YouTube. Kontrollera nätverksanslutningen och försök igen.
sw_ke: Upakiaji haukuweza kufikia YouTube. Angalia muunganisho wa mtandao na ujaribu tena.
ta_in: பதிவேற்றம் YouTubeஐ அடைய முடியவில்லை. பிணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயலவும்.
te_in: అప్‌లోడ్ YouTubeను చేరుకోలేకపోయింది. నెట్‌వర్క్ కనెక్షన్‌ని తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
th_th: การอัปโหลดไม่สามารถเข้าถึง YouTube ตรวจสอบการเชื่อมต่อเครือข่ายแล้วลองอีกครั้ง
tr_tr: Yükleme YouTube'a ulaşamadı. Ağ bağlantısını kontrol edin ve tekrar deneyin.
uk_ua: Завантажений файл не досяг YouTube. Перевірте підключення до мережі та повторіть спробу.
ur_pk: اپ لوڈ YouTube تک نہیں پہنچ سکا۔ نیٹ ورک کنکشن چیک کریں اور دوبارہ کوشش کریں۔
uz_latn_uz: Yuklash YouTube-ga kira olmadi. Tarmoq ulanishini tekshiring va qayta urinib ko'ring.
vi_vn: Nội dung tải lên không thể truy cập YouTube. Hãy kiểm tra kết nối mạng và thử lại.
zh_hans_cn: 上传无法到达 YouTube。检查网络连接并重试。
zh_hant_hk: 上傳無法到達 YouTube。檢查網路連線並重試。
zu_za: Okulayishiwe akukwazanga ukufinyelela ku-YouTube. Hlola ukuxhumeka kwenethiwekhi bese uyazama futhi.
